export const services = [
  /*Діагностика та ремонт двигуна*/
  {
    /*НАЗВА ПОСЛУГИ*/
    title: "Діагностика та ремонт двигуна",
    /*КАРТИНКА*/
    img: "img/services/engine-diagnostics.jpg",
    /*ОПИС*/
    description:
      "Швидка та точна діагностика та ремонт двигуна для безперебійної роботи вашого авто.",
    /*ЦІНИ*/
    prices: [
      "Комп'ютерна діагностика — від 200₴",
      "Заміна ремня генератора — від 300₴",
      "Заміна радіатора системи охолодження — від 1200₴",
      "Заміна свічки запалювання — від 100₴",
      "Заміна свічки накалу — від 200₴",
      "Заміна стартера — від 800₴",
      "Ремонт стартера — від 1000₴",
      "Заміна генератора — від 800₴",
      "Ремонт генератора — від 800₴",
      "Заміна прокладки впускного колектора — від 800₴",
      "Заміна прокладки клапанної кришки — від 800₴",
      "Заміна реміня ГРМ — від 2200₴",
      "Заміна ланцюга ГРМ — від 4000₴",
      "Заміна подушки двигуна — від 600₴",
      "Заміна паливного насосу в баку — від 800₴",
    ],
  },

  /*Ремонт ходової частини*/
  {
    /*НАЗВА ПОСЛУГИ*/
    title: "Ремонт ходової частини",
    /*КАРТИНКА*/
    img: "img/services/chassis.jpg",
    /*ОПИС*/
    description:
      "Швидкий та якісний ремонт для забезпечення комфорту та безпеки.",
    /*ЦІНИ*/
    prices: [
      "Заміна стійки стабілізатора — від 250₴",
      "Заміна втулки стабілізатора — від 300₴",
      "Заміна сайлентблоків важеля — від 450₴",
      "Заміна важеля поздовжнього — від 450₴",
      "Заміна сайлентблоків важеля поздовжнього — від 800₴",
      "Зняття підрамника — від 1000₴",
      "Заміна кульової опори (кріплення болти або заклепки) — від 300₴",
      "Заміна важеля — від 350₴",
      "Заміна підшипника ступиці в зборі — від 850₴",
      "Заміна підшипника ступиці запресована — від 700₴",
      "Заміна амортизатора в пружині — від 800₴",
      "Заміна амортизатора без пружини (вставка) — від 600₴",
      "Заміна сайлентблока плаваючого — від 800₴",
      "Заміна сайлентблока балки — від 1200₴",
      "Заміна хрестовини карданного валу — від 1200₴",
      "Заміна підвісного підшипника карданного валу — від 1200₴",
      "Заміна ШРУСа (гранати) — від 650₴",
      "Заміна пильовика ШРУСа — від 650₴",
    ],
  },

  /*Ремонт TSI - TDI - TFSI*/
  {
    /*НАЗВА ПОСЛУГИ*/
    title: "Ремонт TSI - TDI - TFSI",
    /*КАРТИНКА*/
    img: "img/services/TSI – TFSI.jpg",
    /*ОПИС*/
    description:
      "Професійний ремонт двигунів TSI, TDI та TFSI для відновлення їхньої ефективності та надійності.",
    /*ЦІНИ*/
    prices: [
      "Капітальний ремонт двигуна від 40 000₴",
    ],
  },

  /* Ремонт усіх видів підвісок */
  {
    /* НАЗВА ПОСЛУГИ */
    title: "Ремонт усіх видів підвісок",
    /* КАРТИНКА */
    img: "img/services/air-suspension.jpg",
    /* ОПИС */
    description: "Експертний ремонт для забезпечення комфорту та стабільності.",
    /* ЦІНИ */
    prices: [
      "Заміна пневмоамортизатора — від 1300₴",
      "Реставрація пневмостійки від 7000₴",
    ],
  },

  /* Ремонт паливної системи */
  {
    /* НАЗВА ПОСЛУГИ */
    title: "Ремонт паливної системи",
    /* КАРТИНКА */
    img: "img/services/fuel-system.jpg",
    /* ОПИС */
    description:
      "Професійний ремонт для забезпечення оптимальної роботи двигуна та економії пального.",
    /* ЦІНИ */
    prices: [
      "Ремонт дизельної форсунки від 350₴",
      "Ремонт ПНВТ від 4000₴",
      "Мийка бака від 2500₴",
    ],
  },

  /* Доукомплектування штатним обладнанням */
  {
    /* НАЗВА ПОСЛУГИ */
    title: "Доукомплектування штатним обладнанням",
    /* КАРТИНКА */
    img: "img/services/headlight.jpg",
    /* ОПИС */
    description:
      "Доукомплектування штатним обладнанням для зручності та комфорту.",
    /* ЦІНИ */
    prices: [
      "Установка лінз",
      "Полірування і бронювання фар",
      "Установка парктроніків",
      "Установка додаткових асистентів",
      "Установка камер",
    ],
  },

  /* Програмне керування блоків ECU */
  {
    /* НАЗВА ПОСЛУГИ */
    title: "Програмне керування блоків ECU",
    /* КАРТИНКА */
    img: "img/services/ECU.jpg",
    /* ОПИС */
    description: "Chip tuning, видалення ad_blue, egr, pdf.",
    /* ЦІНИ */
    prices: [
      "Chip tuning — збільшення потужності двигуна — від 250$",
      "Вимкнення Ad_Blue — 250$",
      "Програмне вимкнення EGR — 100$",
      "Видалення і вимкнення сажового фільтра — від 130$",
      "Зняття обмеження швидкості — 120$",
      "Прошивка АКПП — від 250$",
    ],
  },

  /* Ремонт та обслуговування МКПП, АКПП, DSG */
  {
    /* НАЗВА ПОСЛУГИ */
    title: "Ремонт та обслуговування МКПП, АКПП, DSG",
    /* КАРТИНКА */
    img: "img/services/МКПП.jpg",
    /* ОПИС */
    description:
      "Ремонт та обслуговування для безперебійної роботи трансмісії.",
    /* ЦІНИ */
    prices: [
      "Заміна щеплення МКПП — від 4500₴",
      "Заміна щеплення ДСГ — від 8000₴",
      "Заміна маховика — від 5000₴",
      "Капітальний ремонт КПП — від 12000₴",
      "Ремонт мехатроніка — від 400$",
    ],
  },

  /* Ремонт турбін */
  {
    /* НАЗВА ПОСЛУГИ */
    title: "Ремонт турбін",
    /* КАРТИНКА */
    img: "img/services/turbine.jpg",
    /* ОПИС */
    description:
      "Ремонт турбін для відновлення потужності та ефективності вашого двигуна.",
    /* ЦІНИ */
    prices: [
      "Діагностика — від 500₴",
      "Ремонт турбіни — від 4500₴",
      "Зняття та встановлення турбіни — від 4000₴",
    ],
  },

  /* Заправка кондиціонера */
  {
    /* НАЗВА ПОСЛУГИ */
    title: "Заправка кондиціонера",
    /* КАРТИНКА */
    img: "img/services/conditioner.jpg",
    /* ОПИС */
    description:
      "Професійна заправка кондиціонера для оптимальної роботи системи охолодження.",
    /* ЦІНИ */
    prices: [
      "Заправка кондиціонера R134a — від 1200₴",
      "Заправка кондиціонера R1234yf — від 2500₴",
      "Діагностика системи кондиціювання — від 500₴",
    ],
  },

  /* Ремонт та обслуговування гальмівної системи */
  {
    /* НАЗВА ПОСЛУГИ */
    title: "Ремонт та обслуговування гальмівної системи",
    /* КАРТИНКА */
    img: "img/services/braking-system.jpg",
    /* ОПИС */
    description: "Забезпечення безпеки та ефективності гальмування.",
    /* ЦІНИ */
    prices: [
      "Заміна шланга гальмівного — від 350₴",
      "Заміна гальмівних колодок дискових (комплект) — від 400₴",
      "Заміна гальмівних колодок передніх (комплект) — від 400₴",
      "Заміна гальмівних колодок задніх (комплект) — від 500₴",
      "Заміна гальмівних колодок барабанних (комплект)/ручного гальма — від 700₴",
      "Заміна гальмівного барабана — від 350₴",
      "Заміна колодок ручного гальма — від 700₴",
      "Заміна троса ручного гальма (одна сторона) — від 400₴",
      "Заміна гальмівного супорта — від 600₴",
      "Заміна ремкомплекта гальмівного супорта 1 поршень — від 500₴",
      "Заміна ремкомплекта гальмівного супорта 2 поршня — від 700₴",
      "Заміна головного гальмівного циліндра — від 1000₴",
      "Заміна гальмівного циліндра робочого — від 600₴",
      "Заміна вакуумного підсилювача гальм — від 1500₴",
      "Заміна гальмівних дисків з колодками (пара) — від 800₴",
      "Заміна гальмівної рідини — від 600₴",
      "Заміна гальмівних колодок задніх дискових з ел. приводом ручного гальма (комплект) — від 550₴",
    ],
  },












  
];
